Repository: 0xbuidlman/scarsdale-diet-ios
Catalog: Scarsdale Diet/*.lproj/Localizable.strings
Languages: bg, de

# disclaimer message
source: Each customer chooses whether and when to observe the diet described, the author of the application is not responsible for any complications due to the observance of the diet that does not meet his/hers personal needs. The diet incorporates essential nutrients, suggesting that during its observance users you should feel well, if you do not, please contact your doctor and stop the diet. This application is not associated, affiliated, endorsed, or sponsored by The Scarsdale Medical Diet authors or their representatives, nor have they been reviewed tested or certified by them.
bg: Всеки потребител избира дали и кога да спазва описаната диета, авторът на приложението не носи отговорност за усложнения настъпили в резултат на спазването й. Диетата включва основните хранителни продукти и по време на диетата трябва да се чувствате здрави и свежи. Ако не е така - моля, прекратете диетата и се консултирайте с лекар. Приложението не е свързано, партнирано, одобрено или спонсорирано от авторът на Scarsdale Medical Diet или негови представители.
de: Jeder Kunde entscheidet, ob und wann die Diät beschrieben zu beobachten, der Autor der Anwendung ist nicht verantwortlich für irgendwelche Komplikationen aufgrund der Einhaltung der Diät, die nicht erfüllt seinen / ihren persönlichen Bedürfnissen. Die Diät enthält essentielle Nährstoffe, was darauf hindeutet, dass während seiner Einhaltung Benutzer sollten Sie sich wohl fühlen, wenn Sie dies nicht tun, kontaktieren Sie bitte Ihren Arzt und beenden die Diät. Diese Anwendung ist nicht verbunden sind, angeschlossen, gebilligt oder gefördert durch die Scarsdale Medical Diet Autoren oder ihre Vertreter, noch haben sie überprüft getestet oder zertifiziert von ihnen.

# disclaimer title
source: Disclaimer
bg: Условия
de: Haftungsausschluss

source: OK
bg: Добре

source: Start
bg: Начало

source: Clear
bg: Изчисти
de: Löschen

source: Done
bg: Готово
de: Geschehen

# Share Title
source: I use the Scarsdale Diet app from iTunes - http://bit.ly/1b3h36Z
bg: Аз използвам приложението Scarsdale Diet от iTunes - http://bit.ly/1b3h36Z
de: Ich benutze die Scarsdale Diet App aus iTunes - http://bit.ly/1b3h36Z

# breakfast title
source: Breakfast
bg: Закуска
de: Frühstück

# replacement title
source: Replacement meal
bg: Заместващо хранене
de: Ersetzendes Mittagessen

# lunch title
source: Lunch
bg: Обяд
de: Mittag

# dinner title
source: Dinner
bg: Вечеря
de: Abendessen

# breakfast1
source: 1/2 grapefruit (if available - seasonal fruits)
bg: 1/2 грейпфурт (ако не разполагате – плодове според сезона)
de: 1/2 Grapefruit (falls vorhanden Saisonfrüchte)

# breakfast2
source: a slice of toasted protein bread
bg: една филия препечена протеинов или пълнозърнест хляб, без да се намазва
de: 1 Scheibe geröstes Protein- oder Vollkornbrot aber ohne gefettet zu werden

# breakfast3
source: coffee or tea without sugar, cream or milk
bg: кафе или чай без захар, сметана или мляко
de: Kaffee oder Tee ohne Zucker, Sahne oder Milch

# replacement1
source: If you wish, you can replace any Scarsdale Diet's menu with the following menu:
bg: Aко желаете, можете да заместите някое от менютата от Диетата на Скарсдейл със следното меню:
de: Wenn Sie wollen, können Sie eines von den Menüs von der Diät Scarsdale mit folgenden Menüs ersetzen:

# replacement2
source: 1/2 low-fat cheese or cottage cheese mixed with 1 tablespoon cream
bg: 1/2 нискомаслено прясно сирене или извара смесено с 1 с.л. сметана
de: 1/2 fettarme frische Käse oder Quark gemischte mit 1 Esslöffel Sahne

# replacement3
source: fruit cut as desired
bg: плодове, нарязани колкото желаете
de: Früchte geschnittene wie Sie wollen

# replacement4
source: 6 halves walnuts or pecans whole or chopped and mixed with cheese or sprinkled on fruit
bg: 3 орехови ядки или американски орехи цели или нарязани и смесени със сиренето или поръсени върху плодовете
de: 6 Hälften Wallnüsse oder Pekanüsse, ganz oder gehackt und gemischtе mit dem Käse oder gestreutе auf die Früchte

# replacement5
source: coffee, tea, soda water with a little lemon
bg: кафе, чай газирана вода с малко лимон
de: Kaffee, Tee, Sodawasser mit etwas Zitrone

source: Prev
bg: Назад
de: Zurück

source: Next
bg: Напред
de: Weiter
